Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Local, on-device notifications
de: Lokale Mitteilungen auf dem Gerät
es: Notificaciones locales, en el dispositivo
fr: Notifications locales, sur l'appareil
it: Notifiche locali, sul dispositivo
nl: Lokale meldingen op het apparaat
pl: Lokalne powiadomienia na urządzeniu
pt: Notificações locais, no dispositivo
ro: Notificări locale, pe dispozitiv
ru: Локальные уведомления на устройстве

source: Lock with Face ID
de: Mit Face ID sperren
es: Bloquear con Face ID
fr: Verrouiller avec Face ID
it: Blocca con Face ID
nl: Vergrendel met Face ID
pl: Blokuj przez Face ID
pt: Bloquear com Face ID
ro: Blocare cu Face ID
ru: Блокировка по Face ID

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
nl: Vergrendeld
pl: Zablokowane
pt: Bloqueado
ro: Blocat
ru: Заблокировано

source: Log
de: Erfassen
es: Registrar
fr: Enregistrer
it: Registra
nl: Loggen
pl: Zapisz
pt: Registar
ro: Notează
ru: Записать

source: Log %@ %@
de: %@ %@ erfassen
es: Registrar %@ %@
fr: Enregistrer %@ %@
it: Registra %@ %@
nl: %@ %@ loggen
pl: Zapisz %@ %@
pt: Registar %@ %@
ro: Înregistrează %@ %@
ru: Записать %@ %@

source: Log %@ U
de: %@ U erfassen
es: Registrar %@ U
fr: Enregistrer %@ U
it: Registra %@ U
nl: %@ U loggen
pl: Zapisz %@ U
pt: Registar %@ U
ro: Înregistrează %@ U
ru: Записать %@ U

source: Log %@, %@ grams
de: %@ erfassen, %@ Gramm
es: Registrar %@, %@ gramos
fr: Enregistrer %@, %@ grammes
it: Registra %@, %@ grammi
nl: %@ loggen, %@ gram
pl: Zapisz %@, %@ gramów
pt: Registar %@, %@ gramas
ro: Înregistrează %@, %@ grame
ru: Записать %@, %@ граммов

source: Log %lld activities.
de: Erfasse %lld Aktivitäten.
es: Registra %lld actividades.
fr: Enregistrez %lld activités.
it: Registra %lld attività.
nl: Leg %lld activiteiten vast.
pl: Zapisz %lld aktywności.
pt: Regista %lld atividades.
ro: Înregistrează %lld activități.
ru: Запишите %lld активностей.

source: Log %lld ketone measurements.
de: Erfasse %lld Keton-Messungen.
es: Registra %lld mediciones de cetonas.
fr: Enregistrez %lld mesures de cétones.
it: Registra %lld misurazioni dei chetoni.
nl: Leg %lld ketonmetingen vast.
pl: Zapisz %lld pomiarów ketonów.
pt: Regista %lld medições de cetonas.
ro: Înregistrează %lld măsurători de cetone.
ru: Запишите %lld измерений кетонов.

source: Log %lld meals.
de: Erfasse %lld Mahlzeiten.
es: Registra %lld comidas.
fr: Enregistrez %lld repas.
it: Registra %lld pasti.
nl: Leg %lld maaltijden vast.
pl: Zapisz %lld posiłków.
pt: Regista %lld refeições.
ro: Înregistrează %lld mese.
ru: Запишите %lld приёмов пищи.

source: Log 100 meals.
de: Erfasse 100 Mahlzeiten.
es: Registra 100 comidas.
fr: Enregistrez 100 repas.
it: Registra 100 pasti.
nl: Registreer 100 maaltijden.
pl: Zarejestruj 100 posiłków.
pt: Regista 100 refeições.
ro: Înregistrează 100 de mese.
ru: Запишите 100 приёмов пищи.

source: Log 15 g
de: 15 g erfassen
es: Registrar 15 g
fr: Enregistrer 15 g
it: Registra 15 g
nl: 15 g vastleggen
pl: Zapisz 15 g
pt: Registar 15 g
ro: Înregistrează 15 g
ru: Записать 15 г

source: Log 15 g fast carbs?
de: 15 g schnelle Kohlenhydrate protokollieren?
es: ¿Registrar 15 g de carbohidratos rápidos?
fr: Enregistrer 15 g de sucres rapides ?
it: Registrare 15 g di carboidrati veloci?
nl: 15 g snelle koolhydraten registreren?
pl: Zapisać 15 g szybkich węglowodanów?
pt: Registar 15 g de hidratos de carbono de absorção rápida?
ro: Înregistrezi 15 g de carbohidrați rapizi?
ru: Записать 15 g быстрых углеводов?

source: Log 25 meals.
de: Erfasse 25 Mahlzeiten.
es: Registra 25 comidas.
fr: Enregistrez 25 repas.
it: Registra 25 pasti.
nl: Registreer 25 maaltijden.
pl: Zarejestruj 25 posiłków.
pt: Regista 25 refeições.
ro: Înregistrează 25 de mese.
ru: Запишите 25 приёмов пищи.

source: Log 3 activities this week.
de: Erfasse diese Woche 3 Aktivitäten.
es: Registra 3 actividades esta semana.
fr: Enregistrez 3 activités cette semaine.
it: Registra 3 attività questa settimana.
nl: Log deze week 3 activiteiten.
pl: Zapisz 3 aktywności w tym tygodniu.
pt: Regista 3 atividades esta semana.
ro: Înregistrează 3 activități săptămâna aceasta.
ru: Запишите 3 активности на этой неделе.

source: Log 7 meals this week.
de: Erfasse diese Woche 7 Mahlzeiten.
es: Registra 7 comidas esta semana.
fr: Enregistrez 7 repas cette semaine.
it: Registra 7 pasti questa settimana.
nl: Log deze week 7 maaltijden.
pl: Zapisz 7 posiłków w tym tygodniu.
pt: Regista 7 refeições esta semana.
ro: Înregistrează 7 mese săptămâna aceasta.
ru: Запишите 7 приёмов пищи на этой неделе.

source: Log a fingerstick
de: Fingermessung erfassen
es: Registrar medición capilar
fr: Enregistrer une glycémie capillaire
it: Registra misurazione capillare
nl: Vingerprik vastleggen
pl: Zapisz pomiar z palca
pt: Registar picada no dedo
ro: Înregistrează măsurare din deget
ru: Записать измерение из пальца

source: Log a reading
de: Messwert erfassen
es: Registra una lectura
fr: Enregistrer une mesure
it: Registra una lettura
nl: Meting vastleggen
pl: Zapisz odczyt
pt: Registar uma leitura
ro: Înregistrează o citire
ru: Записать измерение

source: Log activity
de: Aktivität erfassen
es: Registrar actividad
fr: Noter l’activité
it: Registra attività
nl: Activiteit loggen
pl: Zapisz aktywność
pt: Registar atividade
ro: Notează activitatea
ru: Записать активность

source: Log all
de: Alles eintragen
es: Registrar todo
fr: Tout consigner
it: Registra tutto
nl: Alles loggen
pl: Zapisz wszystko
pt: Registar tudo
ro: Adaugă tot
ru: Записать всё

source: Log carbs
de: Kohlenhydrate erfassen
es: Registrar carbohidratos
fr: Enregistrer des glucides
it: Registra carboidrati
nl: Koolhydraten vastleggen
pl: Zapisz węglowodany
pt: Registar hidratos
ro: Înregistrează carbohidrați
ru: Записать углеводы

source: Log carbs and any bolus.
de: Kohlenhydrate und einen etwaigen Bolus erfassen.
es: Anota los carbohidratos y cualquier bolo.
fr: Enregistrez les glucides et tout bolus.
it: Registra i carboidrati e l'eventuale bolo.
nl: Noteer koolhydraten en een eventuele bolus.
pl: Zapisz węglowodany i ewentualny bolus.
pt: Regista os hidratos e qualquer bólus.
ro: Notează carbohidrații și orice bolus.
ru: Запишите углеводы и любой болюс.

source: Log carbs for a serving
de: Kohlenhydrate für eine Portion erfassen
es: Registrar carbohidratos de una ración
fr: Enregistrer les glucides d'une portion
it: Registra i carboidrati di una porzione
nl: Koolhydraten voor een portie loggen
pl: Zapisz węglowodany dla porcji
pt: Registar hidratos de carbono de uma dose
ro: Notează carbohidrații pentru o porție
ru: Записать углеводы за порцию

source: Log glucose
de: Glukose erfassen
es: Registrar glucosa
fr: Noter la glycémie
it: Registra glicemia
nl: Glucose loggen
pl: Zapisz glukozę
pt: Registar glicemia
ro: Notează glicemia
ru: Записать глюкозу

source: Log glucose, a meal or insulin.
de: Glukose, eine Mahlzeit oder Insulin erfassen.
es: Registra glucosa, una comida o insulina.
fr: Enregistrez la glycémie, un repas ou de l'insuline.
it: Registra glicemia, un pasto o insulina.
nl: Registreer glucose, een maaltijd of insuline.
pl: Zapisz glikemię, posiłek lub insulinę.
pt: Registe glicemia, uma refeição ou insulina.
ro: Înregistrează glicemie, o masă sau insulină.
ru: Запишите глюкозу, приём пищи или инсулин.

source: Log glucose, insulin, meals, activity and notes — they'll appear here as day cards.
de: Glukose, Insulin, Mahlzeiten, Aktivität und Notizen erfassen — sie erscheinen hier als Tageskarten.
es: Anota glucosa, insulina, comidas, actividad y notas — aparecerán aquí como tarjetas de día.
fr: Enregistrez glycémie, insuline, repas, activité et notes — ils apparaîtront ici sous forme de cartes de journée.
it: Registra glicemia, insulina, pasti, attività e note — appariranno qui come schede del giorno.
nl: Noteer glucose, insuline, maaltijden, activiteit en notities — ze verschijnen hier als dagkaarten.
pl: Zapisuj glukozę, insulinę, posiłki, aktywność i notatki — pojawią się tutaj jako karty dni.
pt: Regista glicose, insulina, refeições, atividade e notas — vão aparecer aqui como cartões de dia.
ro: Înregistrează glicemie, insulină, mese, activitate și notițe — vor apărea aici sub formă de carduri de zi.
ru: Записывайте глюкозу, инсулин, приёмы пищи, активность и заметки — они появятся здесь в виде карточек дней.

source: Log glucose, insulin, meals, activity and notes — they'll appear here on your timeline.
de: Glukose, Insulin, Mahlzeiten, Aktivität und Notizen erfassen — sie erscheinen hier in der Zeitleiste.
es: Anota glucosa, insulina, comidas, actividad y notas — aparecerán aquí en tu cronología.
fr: Enregistrez glycémie, insuline, repas, activité et notes — ils apparaîtront ici sur votre chronologie.
it: Registra glicemia, insulina, pasti, attività e note — appariranno qui sulla tua cronologia.
nl: Noteer glucose, insuline, maaltijden, activiteit en notities — ze verschijnen hier op je tijdlijn.
pl: Zapisuj glukozę, insulinę, posiłki, aktywność i notatki — pojawią się tutaj na Twojej osi czasu.
pt: Regista glicose, insulina, refeições, atividade e notas — vão aparecer aqui na tua cronologia.
ro: Înregistrează glicemie, insulină, mese, activitate și notițe — vor apărea aici pe cronologia ta.
ru: Записывайте глюкозу, инсулин, приёмы пищи, активность и заметки — они появятся здесь на вашей ленте времени.

source: Log insulin
de: Insulin erfassen
es: Registrar insulina
fr: Noter l’insuline
it: Registra insulina
nl: Insuline loggen
pl: Zapisz insulinę
pt: Registar insulina
ro: Notează insulina
ru: Записать инсулин

source: Log it before it's forgotten
de: Erfassen, bevor es vergessen ist
es: Anótalo antes de que se olvide
fr: Enregistrez avant d'oublier
it: Registralo prima di dimenticarlo
nl: Noteer het voor je het vergeet
pl: Zapisz, zanim umknie
pt: Regista antes que te esqueças
ro: Înregistrează înainte să uiți
ru: Записывайте, пока не забылось

source: Log ketones
de: Ketone protokollieren
es: Registrar cetonas
fr: Enregistrer les cétones
it: Registra i chetoni
nl: Ketonen registreren
pl: Zapisz ketony
pt: Registar cetonas
ro: Înregistrează cetonele
ru: Записать кетоны

source: Log lab A1c
de: Labor-A1c erfassen
es: Registrar A1c de laboratorio
fr: Enregistrer l'A1c de laboratoire
it: Registra A1c di laboratorio
nl: Lab-A1c vastleggen
pl: Zapisz A1c z laboratorium
pt: Registar A1c de laboratório
ro: Înregistrează A1c de laborator
ru: Записать лабораторный A1c

source: Log or sync more glucose to build your profile.
de: Mehr Glukose erfassen oder synchronisieren, um das Profil aufzubauen.
es: Anota o sincroniza más glucosa para construir tu perfil.
fr: Enregistrez ou synchronisez plus de glycémie pour construire votre profil.
it: Registra o sincronizza più valori di glicemia per costruire il tuo profilo.
nl: Noteer of synchroniseer meer glucose om je profiel op te bouwen.
pl: Zapisz lub zsynchronizuj więcej pomiarów glukozy, aby zbudować swój profil.
pt: Regista ou sincroniza mais glicose para construíres o teu perfil.
ro: Înregistrează sau sincronizează mai multă glicemie pentru a-ți construi profilul.
ru: Записывайте или синхронизируйте больше данных глюкозы, чтобы построить свой профиль.

source: Log or sync your very first glucose reading.
de: Erfasse oder synchronisiere deinen allerersten Glukose-Messwert.
es: Registra o sincroniza tu primera lectura de glucosa.
fr: Enregistrez ou synchronisez votre toute première mesure de glycémie.
it: Registra o sincronizza la tua primissima lettura della glicemia.
nl: Registreer of synchroniseer je allereerste glucosemeting.
pl: Zarejestruj lub zsynchronizuj swój pierwszy odczyt glukozy.
pt: Regista ou sincroniza a tua primeira leitura de glicose.
ro: Înregistrează sau sincronizează prima ta citire a glicemiei.
ru: Запишите или синхронизируйте своё самое первое измерение глюкозы.

source: Log your first meal to see how food moves your glucose.
de: Erfasse deine erste Mahlzeit, um zu sehen, wie Essen deine Glukose beeinflusst.
es: Registra tu primera comida para ver cómo la comida mueve tu glucosa.
fr: Enregistrez votre premier repas pour voir comment la nourriture influence votre glycémie.
it: Registra il tuo primo pasto per vedere come il cibo muove la tua glicemia.
nl: Registreer je eerste maaltijd om te zien hoe voeding je glucose beïnvloedt.
pl: Zarejestruj swój pierwszy posiłek, aby zobaczyć, jak jedzenie wpływa na Twoją glukozę.
pt: Regista a tua primeira refeição para veres como a comida move a tua glicose.
ro: Înregistrează prima ta masă ca să vezi cum îți influențează mâncarea glicemia.
ru: Запишите свой первый приём пищи, чтобы увидеть, как еда влияет на глюкозу.

source: Log your glucose
de: Erfasse deine Glukose
es: Registra tu glucosa
fr: Enregistrez votre glycémie
it: Registra la tua glicemia
nl: Log je glucose
pl: Zapisz swoją glukozę
pt: Regista a tua glicose
ro: Înregistrează-ți glicemia
ru: Запишите свою глюкозу

source: Logbook
de: Logbuch
es: Registro
fr: Carnet
it: Registro
nl: Logboek
pl: Rejestr
pt: Registo
ro: Registru
ru: Журнал

source: Logbook PDF ready
de: Logbuch-PDF fertig
es: PDF del registro listo
fr: PDF du carnet prêt
it: PDF del registro pronto
nl: Logboek-pdf klaar
pl: PDF rejestru gotowy
pt: PDF do registo pronto
ro: PDF-ul registrului este gata
ru: PDF журнала готов

source: Logged
de: Erfasst
es: Registrado
fr: Enregistré
it: Registrato
nl: Gelogd
pl: Zapisano
pt: Registado
ro: Înregistrat
ru: Записано

source: Logged %@ %@
de: %@ %@ erfasst
es: Registrado %@ %@
fr: %@ %@ enregistré
it: Registrato %@ %@
nl: %@ %@ gelogd
pl: Zapisano %@ %@
pt: %@ %@ registado
ro: %@ %@ înregistrat
ru: Записано %@ %@

source: Logged %@ grams of carbs.
de: %@ Gramm Kohlenhydrate erfasst.
es: Registrados %@ gramos de carbohidratos.
fr: %@ grammes de glucides enregistrés.
it: Registrati %@ grammi di carboidrati.
nl: %@ gram koolhydraten gelogd.
pl: Zapisano %@ gramów węglowodanów.
pt: Registados %@ gramas de hidratos de carbono.
ro: Înregistrate %@ grame de carbohidrați.
ru: Записано %@ граммов углеводов.

source: Logged %@ units of insulin.
de: %@ Einheiten Insulin erfasst.
es: Registradas %@ unidades de insulina.
fr: %@ unités d'insuline enregistrées.
it: Registrate %@ unità di insulina.
nl: %@ eenheden insuline gelogd.
pl: Zapisano %@ jednostek insuliny.
pt: Registadas %@ unidades de insulina.
ro: Înregistrate %@ unități de insulină.
ru: Записано %@ единиц инсулина.

source: Logged 15 g
de: 15 g erfasst
es: 15 g registrados
fr: 15 g enregistrés
it: 15 g registrati
nl: 15 g vastgelegd
pl: Zapisano 15 g
pt: 15 g registados
ro: 15 g înregistrate
ru: Записано 15 г

source: Logged a serving
de: Portion erfasst
es: Ración registrada
fr: Portion enregistrée
it: Porzione registrata
nl: Portie gelogd
pl: Zapisano porcję
pt: Registou uma dose
ro: Ai notat o porție
ru: Порция записана

source: Logged glucose %@ %@.
de: Glukose %@ %@ erfasst.
es: Glucosa registrada %@ %@.
fr: Glycémie %@ %@ enregistrée.
it: Glicemia %@ %@ registrata.
nl: Glucose %@ %@ gelogd.
pl: Zapisano glukozę %@ %@.
pt: Glicose %@ %@ registada.
ro: Glicemie %@ %@ înregistrată.
ru: Записана глюкоза %@ %@.

source: Logged: %@.
de: Eingetragen: %@.
es: Registrado: %@.
fr: Consigné : %@.
it: Registrato: %@.
nl: Gelogd: %@.
pl: Zapisano: %@.
pt: Registado: %@.
ro: Adăugat: %@.
ru: Записано: %@.

source: Logging schedule
de: Erfassungsplan
es: Horario de registro
fr: Programme d'enregistrement
it: Programma di registrazione
nl: Logschema
pl: Harmonogram zapisów
pt: Agenda de registos
ro: Programul de notare
ru: График записи

source: Long-acting
de: Lang wirkend
es: Acción prolongada
fr: Action prolongée
it: Ad azione prolungata
nl: Langwerkend
pl: Długo działająca
pt: Ação prolongada
ro: Cu acțiune prelungită
ru: Длительного действия

source: Long-acting (basal)
de: Lang wirkend (Basal)
es: Acción prolongada (basal)
fr: Action prolongée (basale)
it: Ad azione prolungata (basale)
nl: Langwerkend (basaal)
pl: Długo działająca (bazalna)
pt: Ação prolongada (basal)
ro: Cu acțiune prelungită (bazală)
ru: Длительного действия (базальный)

source: Longest sensor gap
de: Längste Sensorlücke
es: Mayor intervalo sin sensor
fr: Plus longue interruption du capteur
it: Interruzione più lunga del sensore
nl: Langste sensoronderbreking
pl: Najdłuższa przerwa sensora
pt: Maior falha do sensor
ro: Cea mai lungă pauză senzor
ru: Самый долгий перерыв сенсора

source: Look it up by name, or scan its barcode, to log exact carbs. Foods you use are saved here for next time.
de: Nach Namen suchen oder Barcode scannen, um genaue Kohlenhydrate zu erfassen. Verwendete Lebensmittel werden hier für das nächste Mal gespeichert.
es: Búscalo por nombre o escanea su código de barras para registrar los carbohidratos exactos. Los alimentos que uses se guardan aquí para la próxima vez.
fr: Recherchez-le par nom ou scannez son code-barres pour enregistrer les glucides exacts. Les aliments que vous utilisez sont enregistrés ici pour la prochaine fois.
it: Cercalo per nome o scansiona il codice a barre per registrare i carboidrati esatti. Gli alimenti che usi vengono salvati qui per la prossima volta.
nl: Zoek op naam of scan de barcode om exacte koolhydraten te loggen. Voeding die je gebruikt, wordt hier bewaard voor de volgende keer.
pl: Wyszukaj po nazwie lub zeskanuj kod kreskowy, aby zapisać dokładną ilość węglowodanów. Używane produkty zapisują się tutaj na następny raz.
pt: Procure pelo nome, ou digitalize o código de barras, para registar os hidratos de carbono exatos. Os alimentos que utiliza ficam guardados aqui para a próxima vez.
ro: Caută-l după nume sau scanează-i codul de bare ca să notezi carbohidrații exacți. Alimentele pe care le folosești se salvează aici pentru data viitoare.
ru: Найдите по названию или отсканируйте штрихкод, чтобы точно записать углеводы. Использованные продукты сохраняются здесь на будущее.

source: Look up a food's exact carbs from Open Food Facts by name or barcode.
de: Finde die genauen Kohlenhydrate eines Lebensmittels über Open Food Facts – per Name oder Barcode.
es: Consulta los carbohidratos exactos de un alimento en Open Food Facts por nombre o código de barras.
fr: Retrouvez les glucides exacts d'un aliment via Open Food Facts, par nom ou code-barres.
it: Trova i carboidrati esatti di un alimento su Open Food Facts per nome o codice a barre.
nl: Zoek de exacte koolhydraten van een voedingsmiddel op via Open Food Facts, op naam of barcode.
pl: Sprawdź dokładne węglowodany produktu w Open Food Facts po nazwie lub kodzie kreskowym.
pt: Consulta os hidratos exatos de um alimento no Open Food Facts, por nome ou código de barras.
ro: Află carbohidrații exacți ai unui aliment din Open Food Facts, după nume sau cod de bare.
ru: Узнайте точное содержание углеводов в продукте через Open Food Facts — по названию или штрихкоду.

source: Looks like
de: Sieht aus wie
es: Parece ser
fr: On dirait
it: Sembra
nl: Lijkt op
pl: Wygląda na
pt: Parece ser
ro: Pare a fi
ru: Похоже на

source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
nl: Laag
pl: Niski
pt: Baixo
ro: Scăzut
ru: Низкий

source: Low %lld at %@
de: Niedrig %lld um %@
es: Bajo %lld a las %@
fr: Bas %lld à %@
it: Basso %lld alle %@
nl: Laag %lld om %@
pl: Niski %lld o %@
pt: Baixo %lld às %@
ro: Scăzut %lld la %@
ru: Низкий %lld в %@

source: Low alert during it
de: Tief-Warnung währenddessen
es: Alerta de baja durante
fr: Alerte basse pendant
it: Soglia bassa durante
nl: Lage-melding tijdens
pl: Alarm niskiego w trakcie
pt: Alerta de baixa durante
ro: Alerta de scăzut în timpul lui
ru: Порог низкого во время

source: Low carb
de: Kohlenhydratarm
es: Bajo en carbohidratos
fr: Pauvre en glucides
it: Povero di carboidrati
nl: Koolhydraatarm
pl: Niskowęglowodanowe
pt: Poucos hidratos de carbono
ro: Sărac în carbohidrați
ru: Низкоуглеводное

source: Low excursions
de: Niedrige Ausschläge
es: Excursiones bajas
fr: Excursions basses
it: Escursioni basse
nl: Lage uitschieters
pl: Niskie wahania
pt: Excursões baixas
ro: Excursii scăzute
ru: Низкие отклонения

source: Low glucose
de: Niedrige Glukose
es: Glucosa baja
fr: Glycémie basse
it: Glicemia bassa
nl: Lage glucose
pl: Niska glukoza
pt: Glicose baixa
ro: Glicemie scăzută
ru: Низкая глюкоза

source: Low predicted
de: Tief vorhergesagt
es: Bajada prevista
fr: Hypo prévue
it: Ipo previsto
nl: Laag voorspeld
pl: Prognozowana niska
pt: Baixa prevista
ro: Scădere estimată
ru: Прогноз низкой

source: Low predicted in ~%lld min
de: Tief vorhergesagt in ~%lld Min.
es: Valor bajo previsto en ~%lld min
fr: Glycémie basse prévue dans ~%lld min
it: Valore basso previsto tra ~%lld min
nl: Laag voorspeld over ~%lld min
pl: Prognozowana niska za ~%lld min
pt: Valor baixo previsto em ~%lld min
ro: Scăzut estimat în ~%lld min
ru: Прогноз низкой через ~%lld мин

source: Low risk
de: Geringes Risiko
es: Riesgo bajo
fr: Risque faible
it: Rischio basso
nl: Laag risico
pl: Niskie ryzyko
pt: Risco baixo
ro: Risc scăzut
ru: Низкий риск

source: Lower line
de: Untere Linie
es: Línea inferior
fr: Ligne inférieure
it: Linea inferiore
nl: Onderste lijn
pl: Dolna linia
pt: Linha inferior
ro: Linia de jos
ru: Нижняя линия

source: Lowest
de: Niedrigster
es: Mínima
fr: La plus basse
it: Più basso
nl: Laagste
pl: Najniższa
pt: Mais baixa
ro: Cea mai mică
ru: Наименьшее

source: Lows
de: Unterzuckerungen
es: Bajadas
fr: Hypos
it: Ipo
nl: Hypo's
pl: Niedocukrzenia
pt: Hipoglicemias
ro: Hipoglicemii
ru: Гипогликемии

source: Lows are slow to recover
de: Tiefs erholen sich langsam
es: Las bajadas tardan en recuperarse
fr: Les hypos mettent du temps à remonter
it: Gli ipo si riprendono lentamente
nl: Hypo's herstellen traag
pl: Niedocukrzenia wolno się wyrównują
pt: As baixas demoram a recuperar
ro: Hipoglicemiile își revin greu
ru: Гипогликемии медленно восстанавливаются

source: Lows take about %lld min to return to range over %lld episodes
de: Tiefs brauchen etwa %lld Min., um über %lld Episoden in den Zielbereich zurückzukehren
es: Las bajadas tardan unos %lld min en volver al rango en %lld episodios
fr: Les hypos mettent environ %lld min à revenir dans la cible sur %lld épisodes
it: Gli ipo impiegano circa %lld min per rientrare nell'intervallo in %lld episodi
nl: Hypo's doen er ongeveer %lld min over om terug in bereik te komen over %lld episodes
pl: Niedocukrzenia wracają do zakresu w około %lld min w %lld epizodach
pt: As baixas demoram cerca de %lld min a regressar ao intervalo em %lld episódios
ro: Hipoglicemiile revin în interval în aproximativ %lld min, pe %lld episoade
ru: Гипогликемии возвращаются в диапазон примерно за %lld мин на протяжении %lld эпизодов

source: Lows · %@
de: Tiefs · %@
es: Bajos · %@
fr: Creux · %@
it: Valori bassi · %@
nl: Lage waarden · %@
pl: Niskie · %@
pt: Valores baixos · %@
ro: Valori mici · %@
ru: Низкие · %@

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
pl: Obiad
pt: Almoço
ro: Prânz
ru: Обед

source: Make it yours
de: Mach es zu deinem
es: Hazla tuya
fr: Faites-la vôtre
it: Rendila tua
nl: Maak het je eigen
pl: Dostosuj do siebie
pt: Torna-a tua
ro: Fă-o a ta
ru: Настройте под себя

source: Make-ahead
de: Vorbereitbar
es: Preparación anticipada
fr: À préparer à l'avance
it: Da preparare in anticipo
nl: Vooraf te bereiden
pl: Przygotuj wcześniej
pt: Preparar com antecedência
ro: Pregătit din timp
ru: Готовится заранее

source: Manage sources
de: Quellen verwalten
es: Gestionar fuentes
fr: Gérer les sources
it: Gestisci origini
nl: Bronnen beheren
pl: Zarządzaj źródłami
pt: Gerir fontes
ro: Gestionează sursele
ru: Управление источниками

source: Manual
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig
pl: Ręcznie
ru: Вручную

source: Manual entry
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
it: Inserimento manuale
nl: Handmatige invoer
pl: Wpis ręczny
pt: Entrada manual
ro: Introducere manuală
ru: Ручной ввод
